{"scenes":[{"scene":"intro","setting":"TBD","beats":[{"text":"The Hidden Layers of Sesame Allergies","detail":"hero"},{"text":"By Russell Goldenberg","cue":"walks in"},{"text":"And Michelle McGhee","cue":"leans in offscreen, waves"}]},{"scene":"discovery","beats":[{"text":"I don’t have food allergies. I never gave them much thought, eating whatever I wanted.","cue":"walks to center, infinite walking with food flying by","art":"walk cycle (stretch: eating animation), assortment of foods (stretch: w/ wings flapping)"},{"text":"Then I had my daughter.","cue":"hospital appears, Russell walks hospital, arms slide out from hospital doors (which open), walks back to other side, hospital fades out","art":"hospital, arms, baby, Russell holding/carrying baby w/ walk cycle"},{"text":"After introducing solid foods at six months, I learned she was allergic to peanuts.","cue":"Russell holds baby in air, reuse flying foods (or baby in high chair). Anthropomorphic mean peanut walks in, dancing or something","art":"holding/eating cycle (or high chair), peanut"},{"text":"She got tested: tree nuts and sesame were added to the list.","cue":"walk to hospital which reappears, arms reach out and stab her with needle, other allergens appear and dance with peanut","art":"tree nut twins, sesame, arms with needle","deep":"Technically the tree nuts she is allergic to are cashews and pistachios. And technically, they aren’t even nuts, but seeds! Although tree nuts are lumped into a single category, they are made up of cashews, pistachios, walnuts, ...add rest."},{"text":"I knew peanuts and tree nuts were common, but sesame surprised me. It was time to learn about food allergies.","cue":"everything disappears except Russell","art":""}]},{"scene":"education","beats":[{"text":"This is Dr. Ruchi Gupta. She literally wrote <a href=https://foodwithoutfearbook.com/>the book</a> on food allergies. Here is what I learned:","cue":"Gupta writing on chalkboard, Russell walks to new spot","art":"Gupta cycle, desk with books and apple, chalkboard"},{"text":"About 32 million Americans have food allergies, or 1 in 10 adults and 1 in 13 children.","cue":"zoomed in chalkboard appears full screen","art":"pictogram of stats (stretch: animate in by person)"},{"text":"Food allergies are on the rise in recent decades. Sesame is now the ninth top allergen in the US, yet not required to be labeled by law under <a href=https://www.fda.gov/food/food-allergensgluten-free-guidance-documents-regulatory-information/food-allergen-labeling-and-consumer-protection-act-2004-questions-and-answers>FALCPA</a> until 2023.","cue":"% from 2019 survey in adults ranking top eight by percent","art":"bar chart (stretch: animate in by bar)"},{"text":"FALCPA stands for the <strong>F</strong>ood <strong>A</strong>llergen <strong>L</strong>abeling <strong>A</strong>nd <strong>C</strong>onsumer <strong>P</strong>rotection <strong>A</strong>ct of 2004.","cue":"the FDA “requires that the label of a food that contains an ingredient that is or contains protein from a ‘major food allergen’ declare the presence of the allergen in the manner described by the law.”","art":"text quote (stretch: animates in by word)"},{"text":"FALCPA is a great start, but it can be improved. For example, precautionary allergen labeling (PAL), like “may contain peanuts,” is unregulated and open to consumer interpretation.","cue":"survey results visualize + examples","art":"table"}]},{"scene":"experiment","beats":[{"text":"Michelle has food allergies too. We shared our experiences and talked about the complexities of food labeling.","cue":"chalkboard goes away, then everything else, Michelle walks in next to Russell, watercooler appears","art":"Michelle walk cycle, watercooler (stretch: bubbling)"},{"text":"Here is how sesame can end up in a product with varying degrees of transparency.","cue":"Russell and Michelle walk to side, Michelle holds cracker box, watercooler disappears","art":"cracker box"},{"text":"Most obviously, sesame can be in the product ingredients with the common name.","cue":"giant label appears (some sort of diagram link to box to show it is enhanced? or animates from box origin), highlight “sesame seeds”","art":"ingredient section, highlight cycle"},{"text":"Less obviously, sesame can be referred to by other names.","cue":"pans to “tahini”","art":"highlight cycle"},{"text":"Sesame can be hidden in catch-all ingredients like “spices” and “natural flavors”","cue":"pans again and highlights those.","art":"highlight cycle"},{"text":"Most opaquely, sesame can be accidentally included by cross-contact via shared equipment (where two different products are produced on the same line) or in a shared facility.","cue":"label goes away, assembly line appears, label toggling between two cracker types on machine, Michelle stops holding box","art":"machine cycle","deep":"A Canadian study found that 17% of accidental exposures came from unlabeled ingredients"},{"text":"Whew, that is a lot to consider! We decided to run an experiment to reveal how the hidden layers of labeling affect our everyday lives.","cue":"machine fades out, Michelle and Russell now wearing goggles, one holding test tubes, one holding calculator","art":"animation of lab equipment cycles (Russell pouring test tube into beaker, Michelle punching calculator)"}]},{"scene":"store","beats":[{"text":"A typical and time-consuming activity for my daughter and me is to shop for groceries. We focused on crackers; a snacking staple that can often have sesame seeds.","cue":"Michelle walks off screen, Daughter walks on screen next to Russell.","art":"Daughter walk cycle"},{"text":"We picked the 200 most popular crackers from two massive grocery chains, Albertsons (conventional) and Whole Foods (natural).","cue":"pile of crackers appears","art":"cracker pile"},{"text":"How much clarity and confidence can we have when evaluating each cracker for sesame?","cue":"pile of crackers get checks or Xs (or red/green)","art":"cracker cycle"},{"text":"We contacted all 49 manufacturers to get details about their approaches to labeling and manufacturing practices. The results were grouped into three tiers of clarity.","deep":"We first tried looking at a manufacturer's website, some have great FAQ pages. Then we tried emailing or filling out a contact form. Lastly we tried calling their customer support.","cue":"crackers disappear, Russell and Daughter infinite walk cycle through shelves of crackers that appear","art":"shelves (fade edges CSS for infinite loop)"},{"text":"Tier 1: We can confidently evaluate these crackers in the store because sesame is labeled or it is made in an allergen-free facility. X% of the X crackers we looked at are in this tier.","cue":"crackers stop moving, full 200 appear, just tier one appears","art":"shelf of 200, cycle to X","deep":"It is recommended to always read a label every time you purchase a product because ingredients can change! Most mainstream products still don’t consider sesame a top allergen, so we didn’t encounter any that claimed to be made in a sesame-free facility, though they do exist."},{"text":"Tier 2: After learning about a manufacturer’s process, we are confident on how to read their label to consume or avoid their crackers. X% of the X crackers we looked at are in this tier..","cue":"tier one disappears, tier two appears","art":"shelf of X","deep":"Manufacturers can change up their processing or facilities so it is good to check in regularly."},{"text":"Tier 3: We got unclear or vague answers, or no response at all about the manufacturer’s processing practices. We should avoid these crackers no matter what the label might say. X% of the X crackers we looked at are in this tier.","cue":"tier two disappears, tier three appears","art":"shelf of X"},{"text":"With so many hidden risks and variability, it's no wonder some people just choose to avoid products altogether that aren't explicitly made in allergen-free facilities.","cue":"all three tiers at once","art":"shelf of all"}]},{"scene":"end","beats":[{"text":"Where do we go from here? For starters, you can help convince lawmakers to make labeling better for everyone by supporting <a href=https://www.change.org/p/strengthen-the-food-labeling-modernization-act-to-protect-the-allergic-community/>this petition</a>.","cue":"shelves disappear, all characters walk on (like a curtain call)"},{"text":"We barely scratched the surface of food allergies and labeling. To learn more, checkout these great resources at <a href=https://www.foodallergy.org/>FARE</a> pickup Dr. Gupta’s book, <a href=http://foodwithoutfearbook.com/>Food Without Fear.</a>"},{"text":"Some notes on data and methods… (date of collection, source sites, etc)"},{"text":"For comments or questions get in touch at sup@pudding.cool. Or read more stories on <a href=https://pudding.cool>The Pudding</a>!"}]}]}