{"scenes":[{"scene":"intro","setting":"globe with glasses that come down on it","beats":[{"text":"The World Through Sesame-Colored Glasses","detail":"hero"},{"text":"By Russell Goldenberg","note":"walks in"},{"text":"And Michelle McGhee","note":"waves off stage"}]},{"scene":"discovery","setting":"a house and a hospital, maybe a tree","beats":[{"text":"I don’t have food allergies. I never gave them much thought, eating whatever I wanted."},{"text":"Then I had my daughter.","note":"pops in"},{"text":"After introducing solid foods at six months, I learned she was allergic to peanuts.","note":"appears, anthropomorphic?"},{"text":"She got tested: tree nuts and sesame were added to the list.","note":"doctor, other allergens"},{"text":"I knew peanuts and tree nuts were common, but sesame surprised me. It was time to learn about food allergies.","deep":"Technically the tree nuts she is allergic to are cashews and pistachios. And technically, they even nuts, but seeds! Although tree nuts are lumped into a single category, they are made up of cashews, pistachios, walnuts, ...add rest."}]},{"scene":"education","setting":"teacher in classroom with chalkboard, maybe desk with apple, world map","beats":[{"text":"Dr. Ruchi Gupta literally wrote the book on food allergies (link). Here is what I learned:"},{"text":"About 32 million Americans have food allergies, or 1 in 10 adults and 1 in 13 children.","note":"pictogram of 1 in 10 adults."},{"text":"The top eight allergens are shellfish, milk, peanut, tree nuts, finfish, eggs, wheat, and soy.","note":"bar chart of % from her 2019 survey in adults"},{"text":"In general, food allergies are on the rise in recent decades."},{"text":"Sesame is now the ninth top allergen in the US, yet not required to be labeled by law under FALCPA until 2023.","note":"what is FALCPA exactly?"},{"text":"While FALCPA is a good start, precautionary allergen labeling (PAL) is unregulated and gives false confidence to consumers.","note":"survey results visualize + examples"}]},{"scene":"experiment","setting":"watercooler? lab with test tubes? at our desks?","beats":[{"text":"Michelle has food allergies too. We shared our experiences and talked about the complexities of food labeling."},{"text":"We decided to run an experiment to reveal how the hidden layers of labeling affect our everyday lives."},{"text":"We chose to look at the challenges presented by grocery shopping. We focused on the cracker aisle, being a snacking staple that can often have sesame seeds."},{"text":"But before we see what we learned, we need to explain the nuances of ingredient labeling."}]},{"scene":"labeling","setting":"no setting, items come in","beats":[{"text":"Here is how sesame can end up in a product with varying degrees of transparency.","note":"A Canadian study found that 17% of accidental exposures came from unlabeled ingredients"},{"text":"In the product ingredients [labeled as “sesame seeds”]"},{"text":"In another common name [labeled as “tahini”] - won’t be allowed under FALCPA"},{"text":"In “spices” or “natural flavors”"},{"text":"Cross-contact via shared equipment [product made on line that also makes another product with sesame]"},{"text":"Cross-contact via shared facility (cross-contact possibility)","note":"This is why PAL labeling is problematic, some people just choose to avoid products altogether that aren’t explicitly made in allergen-free facilities."}]},{"scene":"store","setting":"grocery store aisle with shelves of crackers","beats":[{"text":"We picked the 200 most popular crackers from two massive grocery chains, Albertsons (conventional), and Whole Foods (natural)."},{"text":"We wanted to know how much clarity we had in evaluating each product’s labeling."},{"text":"We contacted all 49 manufacturers to inquire about their approaches to labeling and their manufacturing practices. The results were grouped into three tiers of clarity."},{"text":"Tier 1: We can confidently avoid these crackers because they have sesame in the ingredients list or the contains statement. Of the X unique crackers, X% fall into this group."},{"text":"Tier 2: After learning about a manufacturer’s process, we are confident on how to read their label to consume or avoid their crackers. X%."},{"text":"Tier 3: We got unclear or vague answers, or no response at all about the manufacturer’s processing practices. We can avoid these crackers no matter what the label might say. X%."}]},{"scene":"end","setting":"?","beats":[{"text":"I barely scratched the surface, more resources here.","note":"https://www.foodallergy.org/"},{"text":"Help make labeling better for everyone.","note":"https://www.change.org/p/strengthen-the-food-labeling-modernization-act-to-protect-the-allergic-community/"}]}]}