{"scenes":[{"scene":"intro","setting":"TBD","beats":[{"text":"The Hidden Layers of Sesame Allergies","detail":"hero"},{"text":"By Russell Goldenberg","note":"walks in"},{"text":"And Michelle McGhee","note":"waves off stage"}]},{"scene":"discovery","setting":"a house and a hospital, maybe a tree","beats":[{"text":"I don’t have food allergies. I never gave them much thought, eating whatever I wanted.","note":"walks to center, infinite walking with food flying by"},{"text":"Then I had my daughter.","note":"hospital fades in, R to hospital, baby pops in, walks back home"},{"text":"After introducing solid foods at six months, I learned she was allergic to peanuts.","note":"appears, anthropomorphic? dancing evilly"},{"text":"She got tested: tree nuts and sesame were added to the list.","note":"walk to hospital, doctor appears, other allergens appear and dance"},{"text":"I knew peanuts and tree nuts were common, but sesame surprised me. It was time to learn about food allergies.","note":"everything disappears except R","deep":"Technically the tree nuts she is allergic to are cashews and pistachios. And technically, they aren’t even nuts, but seeds! Although tree nuts are lumped into a single category, they are made up of cashews, pistachios, walnuts, ...add rest."}]},{"scene":"education","setting":"teacher in classroom with chalkboard, maybe desk with apple, book","beats":[{"text":"This is Dr. Ruchi Gupta. She literally wrote <a href=https://foodwithoutfearbook.com/>the book</a> on food allergies. Here is what I learned:","note":"D writing on chalkboard, R walks to new spot"},{"text":"About 32 million Americans have food allergies, or 1 in 10 adults and 1 in 13 children.","note":"pictogram of 1 in 10 adults."},{"text":"Food allergies are on the rise in recent decades. Sesame is now the ninth top allergen in the US, yet not required to be labeled by law under <a href=https://www.fda.gov/food/food-allergensgluten-free-guidance-documents-regulatory-information/food-allergen-labeling-and-consumer-protection-act-2004-questions-and-answers>FALCPA</a> until 2023.","note":"bar chart of % from her 2019 survey in adults  ranking top eight by percent: shellfish, milk, peanut, tree nuts, finfish, eggs, wheat, and soy."},{"text":"FALCPA stands for the <strong>F</strong>ood <strong>A</strong>llergen <strong>L</strong>abeling <strong>A</strong>nd <strong>C</strong>onsumer <strong>P</strong>rotection <strong>A</strong>ct of 2004.","note":"image quote - the FDA “requires that the label of a food that contains an ingredient that is or contains protein from a ‘major food allergen’ declare the presence of the allergen in the manner described by the law.”"},{"text":"FALCPA is a great start, but it can be improved. For example, precautionary allergen labeling (PAL), like “may contain peanuts,” is unregulated and open to consumer interpretation.","note":"survey results visualize + examples"}]},{"scene":"experiment","setting":"lab","beats":[{"text":"Michelle has food allergies too. We shared our experiences and talked about the complexities of food labeling.","note":"chalkboard goes away, then everything else, M walks in next to R, watercooler"},{"text":"Here is how sesame can end up in a product with varying degrees of transparency.","note":"R and M walk to side, M holds cracker box"},{"text":"Most obviously it can be in the product ingredients with the common name.","note":"giant label appears, pans to ingredient section, animates highlight “sesame seeds”"},{"text":"It can be referred to by another name.","note":"pans to “tahini”"},{"text":"It can hide in “spices” or “natural flavors”","note":"pans again and highlights those."},{"text":"It can be included by cross-contact via shared equipment, where two different products are produced on the same line, or shared facility.","note":"assembly line","deep":"A Canadian study found that 17% of accidental exposures came from unlabeled ingredients"},{"text":"Whew, that is a lot to consider! We decided to run an experiment to reveal how the hidden layers of labeling affect our everyday lives.","note":"watercooler fades out, test tubes/calculator/notebook animation, goggles"},{"text":"We chose to look at the challenges presented by grocery shopping. We focused on the cracker aisle, being a snacking staple that can often have sesame seeds.","note":"shared thought bubble with cracker box."}]},{"scene":"store","setting":"grocery store aisle with shelves of crackers","beats":[{"text":"We picked the 200 most popular crackers from two massive grocery chains, Albertsons (conventional) and Whole Foods (natural) to get a wide selection of products."},{"text":"Our quest: How much clarity can we have when evaluating each product’s labeling?"},{"text":"We contacted all 49 manufacturers to get details about their approaches to labeling and manufacturing practices. The results were grouped into three tiers of clarity.","deep":"We first tried looking at a manufacturer's website, some have great FAQ pages. Then we tried emailing or filling out a contact form. Lastly we tried calling their customer support."},{"text":"Tier 1: We can confidently evaluate these crackers in the store because sesame is labeled or it is made in an allergen-free facility. X% of the X crackers we looked at are in this tier.","deep":"It is recommended to always read a label every time you purchase a product because ingredients can change! Most mainstream products still don’t consider sesame a top allergen, so we didn’t encounter any that claimed to be made in a sesame-free facility, though they do exist."},{"text":"Tier 2: After learning about a manufacturer’s process, we are confident on how to read their label to consume or avoid their crackers. X% of the X crackers we looked at are in this tier..","deep":"Manufacturers can change up their processing or facilities so it is good to check in regularly."},{"text":"Tier 3: We got unclear or vague answers, or no response at all about the manufacturer’s processing practices. We should avoid these crackers no matter what the label might say. X% of the X crackers we looked at are in this tier."},{"text":"With so many hidden risks and variability, it's no wonder some people just choose to avoid products altogether that aren't explicitly made in allergen-free facilities."}]},{"scene":"end","setting":"?","beats":[{"text":"Where do we go from here? For starters, you can help convince lawmakers to make labeling better for everyone by supporting <a href=https://www.change.org/p/strengthen-the-food-labeling-modernization-act-to-protect-the-allergic-community/>this petition</a>."},{"text":"We barely scratched the surface of food allergies and labeling. To learn more, checkout these great resources at <a href=https://www.foodallergy.org/>FARE</a> pickup Dr. Gupta’s book, <a href=http://foodwithoutfearbook.com/>Food Without Fear.</a>"},{"text":"For comments or questions get in touch at sup@pudding.cool. Or read more stories on <a href=https://pudding.cool>The Pudding</a>!"}]}]}