{"scenes":[{"scene":"intro","beats":[{"id":"title","text":"The Hidden Layers of Sesame Allergies","hide":"true"},{"id":"byline","text":"By Russell Goldenberg and Michelle McGhee","hide":"true","cue":"Russell walks in and stops in the center, Michelle leans in offscreen, waves"}]},{"scene":"discovery","beats":[{"id":"eat","text":"I don’t have food allergies. I never gave them much thought, eating whatever I wanted.","cue":"Russell walks to center, infinite walking, food flying by, some of it is eaten","art":"walk cycle (stretch: eating animation), assortment of foods (stretch: w/ wings flapping)"},{"id":"daughter","text":"Then I had my daughter.","cue":"hospital appears, doors animate open (or just empty space), Russell walks into hospital, then comes out walking with a baby in opposite direction, hospital fades out","art":"hospital, Russell holding/carrying baby w/ walk cycle"},{"id":"solid","text":"After introducing solid foods at six months, I learned she was allergic to peanuts.","cue":"Russell holds baby in air, reuse flying foods (or baby in high chair). Anthropomorphic mean peanut walks in, dancing or something","art":"holding/eating cycle (or high chair), peanut"},{"id":"test","text":"She got tested: tree nuts and sesame were added to the list.","cue":"walk into hospital again which reappears, other allergens appear and dance with peanut","art":"tree nut twins, sesame,","deep":"Technically the tree nuts she is allergic to are cashews and pistachios. And technically, they aren’t even nuts, but seeds! Although tree nuts are lumped into a single category, they are made up of cashews, pistachios, walnuts, ...add rest."},{"id":"surprise","text":"I knew peanuts and tree nuts were common, but sesame surprised me. It was time to learn about food allergies.","cue":"everything disappears except Russell","art":""}]},{"scene":"education","beats":[{"id":"doctor","text":"This is Dr. Ruchi Gupta. She literally wrote <a href=https://foodwithoutfearbook.com/>the book</a> on food allergies. Here is what I learned:","alt":"I read Dr. Ruchi Gupta’s recent book <a href=https://foodwithoutfearbook.com/>Food Without Fear</a>. Here are just a couple highlights:","cue":"Gupta writing on chalkboard, Russell walks to new spot","art":"Gupta cycle, desk with books and apple, chalkboard"},{"id":"million","text":"About 32 million Americans have food allergies, or 1 in 10 adults and 1 in 13 children.","cue":"zoomed in chalkboard appears full screen","art":"pictogram of stats (stretch: animate in by person)"},{"id":"rise","text":"Food allergies are on the rise in recent decades. Sesame is now the ninth top allergen in the US, yet not required to be labeled by law under <a href=https://www.fda.gov/food/food-allergensgluten-free-guidance-documents-regulatory-information/food-allergen-labeling-and-consumer-protection-act-2004-questions-and-answers>FALCPA</a> until 2023.","cue":"% from 2019 survey in adults ranking top eight by percent","art":"bar chart (stretch: animate in by bar)"},{"id":"falcpa","text":"FALCPA stands for the <strong>F</strong>ood <strong>A</strong>llergen <strong>L</strong>abeling <strong>A</strong>nd <strong>C</strong>onsumer <strong>P</strong>rotection <strong>A</strong>ct of 2004.","cue":"the FDA “requires that the label of a food that contains an ingredient that is or contains protein from a ‘major food allergen’ declare the presence of the allergen in the manner described by the law.”","alt":"FALCPA stands for the F</strong>ood <strong>A</strong>llergen <strong>L</strong>abeling <strong>A</strong>nd <strong>C</strong>onsumer <strong>P</strong>rotection <strong>A</strong>ct of 2004. The FDA “requires that the label of a food that contains an ingredient that is or contains protein from a ‘major food allergen’ declare the presence of the allergen in the manner described by the law.”","art":"text quote (stretch: animates in by word)"},{"id":"improve","text":"FALCPA is a great start, but it can be better. For example, precautionary allergen labeling (PAL), like “may contain peanuts,” is actually voluntary and unregulated, leaving room for consumer interpretation.","cue":"survey results visualize + examples","art":"table"}]},{"scene":"experiment","beats":[{"id":"share","text":"Michelle has food allergies too. We shared our experiences and talked about all the stresses that come with them, whether it is eating out or grocery shopping.","cue":"chalkboard goes away, then everything else, Michelle walks in next to Russell, watercooler appears. evil peanut returns.","art":"Michelle walk cycle, watercooler (stretch: bubbling)"},{"id":"label","text":"We discussed the complexities of food labeling, and how there are even hidden ways sesame can end up in a product, like being in a generic ingredient such as “spices,” or from cross-contact on shared equipment.","deep":"Explain all the ways. labeled, different name (tahini), flavors, cross-contact/shared facility. Also a Canadian study found that 17% of accidental exposures came from unlabeled ingredients.","cue":"TBD","art":"TBD"},{"id":"experiment","text":"We decided to run an experiment on the presently unregulated labeling practices of sesame. Our goal: explore data to shine some light on an aspect of life that may seem trivial to most, but stressful to many.","cue":"Michelle and Russell now wearing goggles, one holding test tubes, one holding calculator","art":"animation of lab equipment cycles (Russell pouring test tube into beaker, Michelle punching calculator)"}]},{"scene":"store","beats":[{"id":"grocery","text":"Like everyone, we have to shop for groceries every week. Knowing that each decision has potentially life-threatening consequences can elevate anxiety and precaution around this mundane activity.","cue":"Michelle walks off screen, Daughter walks on screen next to Russell.","art":"Daughter walk cycle"},{"id":"cracker","text":"We focused our research on crackers; a snacking staple that can often have sesame seeds.","cue":"tk"},{"id":"popular","text":"We picked the 100 most popular crackers from each of two massive grocery chains, Albertsons (conventional) and Whole Foods (natural). Albertsons operates the likes of Safeway, Jewel-Osco, Vons, Acme, Shaw’s, and others.","cue":"pile of crackers appears","art":"cracker pile"},{"id":"mission","text":"Our mission: find how confident we could be when deciding to purchase each cracker. Did the product’s labeling practices make our lives easier or more stressful?","cue":"pile of crackers get checks or Xs (or red/green)","art":"cracker cycle"},{"id":"data","text":"We compiled all the ingredients for the 200 crackers across 42 brands, and contacted them (via websites, emails, and phone calls) to get details about their approaches to labeling and manufacturing practices.","deep":"We first tried looking at a manufacturer's website, some have great FAQ pages. Then we tried emailing or filling out a contact form. Lastly we tried calling their customer support.","cue":"crackers disappear, Russell and Daughter infinite walk cycle through shelves of crackers that appear","art":"shelves (fade edges CSS for infinite loop)"},{"id":"one","text":"We split the results into two groups. In group one, we are confident. We are confident in 61% of crackers. Of those, 21% we simply avoid because sesame is an ingredient.","cue":"crackers stop moving, full 200 appear, just tier one appears","art":"shelf of 200, cycle to X","deep":"It is recommended to always read a label every time you purchase a product because ingredients can change! Most mainstream products still don’t consider sesame a top allergen, so we didn’t encounter any that claimed to be made in a sesame-free facility, though they do exist."},{"id":"oneb","text":"For the other 79%, we feel it is safe to purchase, either because they run a sesame-free facility, or we know how it will be labeled, or we trust their manufacturing practices."},{"id":"two","text":"39% fall into group two. We have no confidence in the brand and stay away. In X% of these, we received unclear responses to our inquiries, or they didn’t have the knowledge or satisfactory responses.","cue":"tier one disappears, tier two appears","art":"shelf of X","deep":"Manufacturers can change up their processing or facilities so it is good to check in regularly."},{"id":"twob","text":"For the remaining X% it was even more concerning because there was no accessible information on their label or websites, and we were unable to contact them or didn’t hear back."}]},{"scene":"end","beats":[{"id":"reaction","text":"Although confidence in 61% gives us a good number of approachable crackers, we were disappointed by the wide range of approaches to labeling and manufacturing, and how challenging it was to often get this information.","cue":"TBD","art":""},{"id":"law","text":"Until labeling laws improve, it's no wonder some people just choose to avoid products altogether that aren't explicitly made in allergen-free facilities."},{"id":"where","text":"Where do we go from here? For starters, <strong>you</strong> can help convince lawmakers to make labeling better for everyone by supporting <a href=https://www.change.org/p/strengthen-the-food-labeling-modernization-act-to-protect-the-allergic-community/>this petition</a>.","cue":"shelves disappear, all characters walk on (like a curtain call)"},{"id":"learn","text":"Some notes on data and methods… (date of collection, source sites, etc)"},{"id":"disclaimer","text":"Although we’d like to share the data as a resource for others, we think this is a disservice to the community. Not only is it out of date as of publishing the story, but it is always recommended to read the labels for yourself every time and stay up to date with brands as manufacturing practices can change,"},{"id":"contact","text":"For comments or questions get in touch at sup@pudding.cool. Or read more stories on <a href=https://pudding.cool>The Pudding</a>!"}]}]}