{"scenes":[{"scene":"intro","beats":[{"id":"byline","text":"By <a href=https://pudding.cool/author/russell-goldenberg>Russell Goldenberg</a> and <a href=https://pudding.cool/author/michelle-mcghee>Michelle McGhee</a>","hide":"true"}]},{"scene":"discovery","beats":[{"id":"eat","text":"I don’t have food allergies. I never gave them much thought, eating whatever I wanted."},{"id":"daughter","text":"Then I had my daughter."},{"id":"solid","text":"After introducing solid foods at six months, I learned she was allergic to <mark class= color-peanut>peanuts.</mark>"},{"id":"test","text":"She got tested: <mark class=color-cashew>tree nuts</mark> and <mark class=color-sesame>sesame</mark> were added to the list. Click <mark class=color-red>red dot</mark> tk explain.","deep":"Technically the tree nuts she is allergic to are cashews and pistachios. And technically, they aren’t even nuts, but seeds! Although tree nuts are lumped into a single category, they are made up of cashews, pistachios, walnuts, ...add rest.","x":"4","y":"0","delay":"6000"},{"id":"surprise","text":"I knew peanuts and tree nuts were common, but sesame surprised me. It was time to learn about food allergies."}]},{"scene":"education","beats":[{"id":"doctor","text":"This is Dr. Ruchi Gupta. She literally wrote <a href=https://foodwithoutfearbook.com/>the book</a> on food allergies. Here is what I learned:","alt":"I read Dr. Ruchi Gupta’s recent book <a href=https://foodwithoutfearbook.com/>Food Without Fear</a>. Here are just a couple highlights:"},{"id":"million","text":"Food allergies are common. About 32 million Americans have at least one allergy. Tk more."},{"id":"top","text":"Food allergies are on the rise in recent decades. Sesame is now the ninth most common allergen. Here are the top nine allergens by percent prevalence in adults in the US from Dr. Gupta’s 2019 study."},{"id":"falcpa","text":"Since 2004, the FDA “requires that the label of a food that contains an ingredient that is or contains protein from a ‘major food allergen’ declare the presence of the allergen in the manner described by the law.”"},{"id":"pal","text":"FALCPA is a great start, but it can be improved. For example, precautionary allergen labeling (PAL), like “may contain [allergen],” is actually voluntary and unregulated, leaving room for consumer interpretation and false confidence."},{"id":"wrap","text":"Some Dr. Gupta wrap up?"}]},{"scene":"experiment","beats":[{"id":"share","text":"Michelle also has food allergies. We shared our experiences and talked about all the stresses that come with them, whether it is eating out or grocery shopping.","cue":"chalkboard goes away, then everything else, Michelle walks in next to Russell, watercooler appears. evil peanut returns."},{"id":"label","text":"We discussed the complexities of food labeling, and how there are even hidden ways sesame can end up in a product, like being in a generic ingredient such as “spices,” or from cross-contact on shared equipment.","deep":"Explain all the ways. labeled, different name (tahini), flavors, cross-contact/shared facility. Also a Canadian study found that 17% of accidental exposures came from unlabeled ingredients.","art":"TBD"},{"id":"experiment","text":"We decided to run an experiment on the presently unregulated labeling practices of sesame. Our goal: explore data to shine some light on an aspect of life that may seem trivial to most, but stressful to many."}]},{"scene":"store","beats":[{"id":"grocery","text":"Our experiment focused on grocery shopping, since every choice could have potentially life-threatening consequences for my daughter. Just one of many mundane daily habits that can be anxiety-inducing for people with allergies."},{"id":"cracker","text":"We focused our research on crackers; a snacking staple that can often have sesame seeds. We picked the 100 most popular crackers from each of two massive grocery chains; Albertsons and its subsidiaries (conventional) and Whole Foods (natural).","deep":"We first tried looking at a manufacturer's website, some have great FAQ pages. Then we tried emailing or filling out a contact form. Lastly we tried calling their customer support.","x":"6.7","y":"2.2","size":"0.75"},{"id":"mission","text":"Our mission: find how confident we can be when deciding to purchase each cracker. Does the product’s labeling practices make life easier or more stressful?"},{"id":"data","text":"We compiled all the ingredients for the 200 crackers across 42 brands, and contacted them (via websites, emails, and phone calls) to get details about their approaches to labeling and manufacturing."},{"id":"one","text":"We split the results into two groups. <mark class=color-green>61% of crackers</mark> fall into the “confident” group. Confidence means we can safely make a decision based on the label."},{"id":"oneb","text":"One in four of these we simply avoid because sesame is an ingredient. For the rest, we feel it is safe to purchase, either because the brand runs a sesame-free facility, or we know how it will be labeled, or we trust their manufacturing practices."},{"id":"two","text":"But for <mark class=color-pink>39% of crackers</mark>, we have “no confidence”. We avoid these crackers. For many, this was because we received unclear or unconvincing responses to our inquiries, or they lacked knowledge about handling sesame as an allergen."},{"id":"twob","text":"One in X of these was even more concerning: despite our best efforts, there was no accessible information on their label or websites, and we were unable to contact them or didn’t hear back."}]},{"scene":"outro","beats":[{"id":"outro"}]}],"outro":[{"type":"text","value":"Although confidence in 61% gives us a good number of approachable crackers, we were disappointed by the wide range of approaches to labeling and manufacturing, and how challenging it was to often get this information."},{"type":"text","value":"Until labeling laws improve, it's no wonder some people just choose to avoid products altogether that aren't explicitly made in allergen-free facilities."},{"type":"text","value":"Where do we go from here? For starters, <strong>you</strong> can help convince lawmakers to make labeling better for everyone by supporting <a href=https://www.change.org/p/strengthen-the-food-labeling-modernization-act-to-protect-the-allergic-community/>this petition</a>."},{"type":"text","value":"We barely scratched the surface of food allergies and labeling. To learn more, checkout these great resources at <a href=https://www.foodallergy.org/>FARE</a> pickup Dr. Gupta’s book, <a href=http://foodwithoutfearbook.com/>Food Without Fear.</a>"},{"type":"text","value":"Although we’d like to share the data as a resource for others, we think this is a disservice to the community. Not only is it out of date as of publishing the story, but it is always recommended to read the labels for yourself every time and stay up to date with brands as manufacturing practices and facilities can change."},{"type":"text","value":"For comments or questions get in touch at sup@pudding.cool."},{"type":"text","value":"Or read more stories on <a href=https://pudding.cool>The Pudding</a>!"}]}