{"title":"The Hidden Layers of Sesame Allergies","description":"Tk","url":"https://pudding.cool/2021/12/sesame","scenes":[{"scene":"intro","beats":[{"id":"byline","text":"By <a href=https://pudding.cool/author/russell-goldenberg>Russell Goldenberg</a> and <a href=https://pudding.cool/author/michelle-mcghee>Michelle McGhee</a>","hide":"true"}]},{"scene":"discovery","beats":[{"id":"eat","text":"I don’t have food allergies. I never gave them much thought, eating whatever I wanted."},{"id":"daughter","text":"Then I had my daughter."},{"id":"solid","text":"After introducing solid foods at six months, I learned she was allergic to <mark class= color-peanut>peanuts.</mark>"},{"id":"test","text":"She got tested at the allergist: <mark class=color-cashew>tree nuts</mark> and <mark class=color-sesame>sesame</mark> were added to the list. <span class=note>You can click the <mark class=color-red>red circles</mark> for deep dives.</span>","alt":"She got tested at the allergist: tree nuts and sesame were added to the list.","deep":"Technically the tree nuts she is allergic to are cashews and pistachios. And technically, they aren’t even nuts, but seeds! Although tree nuts are lumped into a single category, they are made up of cashews, pistachios, walnuts, almonds, hazelnuts, pecans, and others.","x":"4","y":"0","delay":"6000","size":"1"},{"id":"surprise","text":"I knew peanuts and tree nuts were common, but sesame surprised me. It was time to learn about food allergies."}]},{"scene":"education","beats":[{"id":"doctor","text":"This is Dr. Ruchi Gupta. She literally wrote <a href=https://foodwithoutfearbook.com/>the book</a> on food allergies. I learned some basics:","alt":"I read Dr. Ruchi Gupta’s recent book <a href=https://foodwithoutfearbook.com/>Food Without Fear</a>. Here are some basics:","deep":"Dr. Gupta’s book, <a href=https://foodwithoutfearbook.com/>Food Without Fear</a>. Tk she can add some details here?.","x":"6","y":"0.5","size":"0.75","front":"true"},{"id":"million","text":"Food allergies are common. Different from an intolerance, they are a medical diagnosis from food that triggers a harmful immune response. About 32 million Americans have at least one allergy, affecting one in 10 adults and one in 13 children."},{"id":"top","text":"Food allergies are on the rise in recent decades. Sesame is now the ninth most common allergen. Here are the top nine allergens (by the millions) in adults in the US from Dr. Gupta’s 2019 study.","alt":"Food allergies are on the rise in recent decades. Sesame is now the ninth most common allergen. According to a 2019 study by Dr. Gupta, the top nine allergens are shellfish (7.2 million), milk (4.7), peanut (4.5), tree nut (3.0), fin fish (2.2), egg (2.0), wheat (2.0), soy (1.5) and sesame (0.5).","deep":"The Center for Disease Control and Prevention estimated that food allergies increased by 50% in children between 1997 and 2011. Although a few hypotheses exist, the root cause is still up for debate. On top of the emotional cost, Dr. Gupta estimates that families with a child with food allergies can spend an extra $4,000 a year, on average.","x":"3.65","y":"0","size":"0.75","front":"true"},{"id":"falcpa","text":"Since 2004, the FDA “requires that the label of a food that contains an ingredient that is or contains protein from a ‘major food allergen’ declare the presence of the allergen in the manner described by the law.”","deep":"Why is this so important? Because accurate food labeling is not the standard. A Canadian study found that 17% of accidental exposures came from unlabeled ingredients. [source?]","x":"7.9","y":"0.15","size":"0.75","front":"true"},{"id":"pal","text":"FALCPA is a great start, but it can be improved. For example, precautionary allergen labeling (PAL), like “may contain [allergen],” is actually voluntary and unregulated, leaving room for consumer interpretation and false confidence.","deep":"In a survey, Dr. Gupta found that 56% of people think Precautionary Allergen Labeling is mandated by law, and 41% believe the language correlates to the quantity of allergen present, when in fact they don’t adhere to any standard.","x":"1.3","y":"2.9","size":"0.75","front":"true"},{"id":"wrap","text":"tk [Some Dr. Gupta wrap up?]"}]},{"scene":"experiment","beats":[{"id":"share","text":"Michelle also has food allergies. We shared our experiences and talked about all the stresses that come with them, whether it is eating out or grocery shopping."},{"id":"label","text":"We discussed the complexities of food labeling, and how there are even hidden ways sesame can end up in a product, like being in a generic ingredient such as “spices,” or from cross-contact on shared equipment.","deep":"For sesame, there are two common hiding places in the ingredients list: it can be part of a comically vague “spices” blend, or in “natural flavors.” It be masked by another name/ingredient (e.g., tahini), or sneak in during manufacturing (e.g., the product was made on the same machine as another product that had sesame).","x":"4.2","y":"1.4","size":"0.75"},{"id":"experiment","text":"We decided to run an experiment on the presently unregulated labeling practices of sesame. Our goal: explore data to shine some light on an aspect of life that may seem trivial to most, but stressful to many."}]},{"scene":"store","beats":[{"id":"grocery","text":"Our experiment focused on grocery shopping, since every choice could have potentially life-threatening consequences for my daughter. Just one of many mundane daily habits that can be anxiety-inducing for people with allergies."},{"id":"cracker","text":"We focused our research on crackers; a snacking staple that can often have sesame seeds. We picked the 100 most popular crackers from each of two massive grocery chains; Albertsons and its subsidiaries (conventional) and Whole Foods (natural).","deep":"[changing this to be about Albertsons, moving this to methods] We first tried looking at a manufacturer's website, some have great FAQ pages. Then we tried emailing or filling out a contact form. Lastly we tried calling their customer support.","x":"6.7","y":"2.2","size":"0.75"},{"id":"mission","text":"Our mission: find how confident we can be when deciding to purchase each cracker. Does the product’s labeling practices make life easier or more stressful?"},{"id":"data","text":"We compiled all the ingredients for the 200 crackers across 42 brands, and contacted them (via websites, emails, and phone calls) to get details about their approaches to labeling and manufacturing."},{"id":"one","text":"We split the results into two groups. <mark class=color-green>64% of crackers</mark> fall into the “confident” group. Confidence means we can safely make a decision based on the label."},{"id":"oneb","text":"<mark class=color-green-dark>One in four</mark> of these we simply avoid because sesame is an ingredient. For the rest, we feel it is safe to purchase, either because the brand runs a sesame-free facility, or we know how it will be labeled, or we trust their manufacturing practices.","deep":"tk [expand on how it will be labeled or trusting examples]","x":"0.85","y":"2.8","size":"0.75","front":"true"},{"id":"two","text":"But for <mark class=color-pink>36% of crackers</mark>, we have “no confidence”. We avoid these crackers. For many, this was because we received unclear or unconvincing responses to our inquiries, or they lacked knowledge about handling sesame as an allergen.","deep":"tk [example of bad responses]","x":"6.3","y":"2.8","size":"0.75","front":"true"},{"id":"twob","text":"<mark class=color-pink-dark>A handful</mark> of these were even more concerning: despite our best efforts, there was no accessible information on their label or websites, and we were unable to contact them or didn’t hear back."}]},{"scene":"outro","beats":[{"id":"outro"}]}],"outro":[{"type":"text","value":"After talking to dozens of brands, we were ultimately disappointed by the results. Because the regulations are limited for all allergens, and forthcoming for sesame, more than one third of crackers still present a considerable risk. And beyond the varied approaches to labeling and manufacturing, the biggest challenge we encountered was simply accessing this information."},{"type":"text","value":"However, some brands did show how allergen details can be done effectively. Take X, which does a great job by making their practices easy to find on their website."},{"type":"text","value":"Until labeling laws improve, it's no wonder some people just choose to avoid products altogether that aren't explicitly made in allergen-free facilities."},{"type":"text","value":"So where do we go from here? Here are some things you can do, with various levels of involvement:"},{"type":"list","value":["<strong>Spread awareness:</strong> Share this story! Copy <a href=https://pudding.cool/2021/12/sesame>this link</a> then email or social media it up. Quick and easy.","<strong>Advocate:</strong> Sign <a href=https://www.change.org/p/strengthen-the-food-labeling-modernization-act-to-protect-the-allergic-community/>this petition</a> and help convince lawmakers to make labeling better for everyone.","<strong>Educate yourself:</strong>  We barely scratched the surface of how significantly food allergies impact lots of people’s lives. To learn more, checkout these great resources at <a href=https://www.foodallergy.org/>FARE</a>, or pick up Dr. Gupta’s book, <a href=http://foodwithoutfearbook.com/>Food Without Fear.</a>"]},{"type":"text","value":"Lastly, although we’d like to share the data as a resource for others, we think this is a disservice to the community. Not only is it out of date as of publishing the story, but doctors always recommend to read the labels for yourself every time and contact brands regularly since manufacturing practices and facilities can change."},{"type":"text","value":"For comments or questions get in touch with the team at sup@pudding.cool."},{"type":"text","value":"<strong>Data and Methods:</strong> Tk."}]}