{"scenes":[{"scene":"intro","beats":[{"text":"Hey person giving feedback! This story is going to be told in a tap-style essay. Each text chunk (or beat) is going to be on the screen by itself, so they are supposed to be short and snappy. There is going to be accompanying animations in pixel art form, some rough cues are detailed under each beat. There will be some areas for the user to go deeper within a scene (notes on what some of those might contain are in dropdowns)."},{"text":"The Hidden Layers of Sesame Allergies"},{"text":"By Russell Goldenberg","cue":"walks in"},{"text":"And Michelle McGhee","cue":"leans in offscreen, waves"}]},{"scene":"discovery","beats":[{"text":"I don’t have food allergies. I never gave them much thought, eating whatever I wanted.","cue":"walks to center, infinite walking with food flying by","art":"walk cycle (stretch: eating animation), assortment of foods (stretch: w/ wings flapping)"},{"text":"Then I had my daughter.","cue":"hospital appears, Russell walks into hospital gets baby, walks back to other side, hospital fades out","art":"hospital, Russell holding/carrying baby w/ walk cycle"},{"text":"After introducing solid foods at six months, I learned she was allergic to peanuts.","cue":"Russell holds baby in air, reuse flying foods (or baby in high chair). Anthropomorphic mean peanut walks in, dancing or something","art":"holding/eating cycle (or high chair), peanut"},{"text":"She got tested: tree nuts and sesame were added to the list.","cue":"walk into hospital again which reappears, other allergens appear and dance with peanut","art":"tree nut twins, sesame,","deep":"Technically the tree nuts she is allergic to are cashews and pistachios. And technically, they aren’t even nuts, but seeds! Although tree nuts are lumped into a single category, they are made up of cashews, pistachios, walnuts, ...add rest."},{"text":"I knew peanuts and tree nuts were common, but sesame surprised me. It was time to learn about food allergies.","cue":"everything disappears except Russell","art":""}]},{"scene":"education","beats":[{"text":"This is Dr. Ruchi Gupta. She literally wrote <a href=https://foodwithoutfearbook.com/>the book</a> on food allergies. Here is what I learned:","cue":"Gupta writing on chalkboard, Russell walks to new spot","art":"Gupta cycle, desk with books and apple, chalkboard"},{"text":"About 32 million Americans have food allergies, or 1 in 10 adults and 1 in 13 children.","cue":"zoomed in chalkboard appears full screen","art":"pictogram of stats (stretch: animate in by person)"},{"text":"Food allergies are on the rise in recent decades. Sesame is now the ninth top allergen in the US, yet not required to be labeled by law under <a href=https://www.fda.gov/food/food-allergensgluten-free-guidance-documents-regulatory-information/food-allergen-labeling-and-consumer-protection-act-2004-questions-and-answers>FALCPA</a> until 2023.","cue":"% from 2019 survey in adults ranking top eight by percent","art":"bar chart (stretch: animate in by bar)"},{"text":"FALCPA stands for the <strong>F</strong>ood <strong>A</strong>llergen <strong>L</strong>abeling <strong>A</strong>nd <strong>C</strong>onsumer <strong>P</strong>rotection <strong>A</strong>ct of 2004.","cue":"the FDA “requires that the label of a food that contains an ingredient that is or contains protein from a ‘major food allergen’ declare the presence of the allergen in the manner described by the law.”","art":"text quote (stretch: animates in by word)"},{"text":"FALCPA is a great start, but it can be improved. For example, precautionary allergen labeling (PAL), like “may contain peanuts,” is unregulated and open to consumer interpretation.","cue":"survey results visualize + examples","art":"table"}]},{"scene":"experiment","beats":[{"text":"Michelle has food allergies too. We shared our experiences and talked about all the stresses that come with them, whether it is eating out or grocery shopping.","cue":"chalkboard goes away, then everything else, Michelle walks in next to Russell, watercooler appears","art":"Michelle walk cycle, watercooler (stretch: bubbling)"},{"text":"We discussed the complexities of food labeling, and how there are even hidden ways sesame can end up in a product, like being in a generic ingredient such as “spices,” or from cross-contact on a shared line in the manufacturing facility.","deep":"Explain all the ways. labeled, different name (tahini), flavors, cross-contact/shared facility. Also a Canadian study found that 17% of accidental exposures came from unlabeled ingredients.","cue":"TBD","art":"TBD"},{"text":"We decided to run an experiment on the presently unregulated labeling practices of sesame. Our goal: shine some light on an aspect of life that may seem trivial to most, but stressful to many, using data.","cue":"Michelle and Russell now wearing goggles, one holding test tubes, one holding calculator","art":"animation of lab equipment cycles (Russell pouring test tube into beaker, Michelle punching calculator)"}]},{"scene":"store","beats":[{"text":"A typical and time-consuming activity for my daughter and me is to shop for groceries. We focused our research on crackers; a snacking staple that can often have sesame seeds.","cue":"Michelle walks off screen, Daughter walks on screen next to Russell.","art":"Daughter walk cycle"},{"text":"We picked the 100 most popular crackers from each of two massive grocery chains, Albertsons (conventional) and Whole Foods (natural). Albertsons operates the likes of Safeway, Jewel-Osco, Vons, Acme, Shaw’s, and others.","cue":"pile of crackers appears","art":"cracker pile"},{"text":"Our mission: find how confident we could be when deciding to purchase each cracker. Did the product’s labeling practices make our lives easier or more stressful?","cue":"pile of crackers get checks or Xs (or red/green)","art":"cracker cycle"},{"text":"We compiled all the ingredients, and contacted the 42/65 brands to get details about their approaches to labeling and manufacturing practices, ultimately splitting products into two groups around our confidence in them.","deep":"We first tried looking at a manufacturer's website, some have great FAQ pages. Then we tried emailing or filling out a contact form. Lastly we tried calling their customer support.","cue":"crackers disappear, Russell and Daughter infinite walk cycle through shelves of crackers that appear","art":"shelves (fade edges CSS for infinite loop)"},{"text":"In group one, we feel confident: We can easily avoid them when sesame is an ingredient. After talking to the company, we may feel it is safe to purchase, whether because they run a sesame-free facility, or we know how it would be labeled, or trust their cleaning practices and standards. We have confidence in X% of crackers.","cue":"crackers stop moving, full 200 appear, just tier one appears","art":"shelf of 200, cycle to X","deep":"It is recommended to always read a label every time you purchase a product because ingredients can change! Most mainstream products still don’t consider sesame a top allergen, so we didn’t encounter any that claimed to be made in a sesame-free facility, though they do exist."},{"text":"In group two, we have no confidence in the company and stay away. We either got unclear or vague answers from the company, or even worse, no response and no information was accessible to help us out. We have no confidence in X% of crackers.","cue":"tier one disappears, tier two appears","art":"shelf of X","deep":"Manufacturers can change up their processing or facilities so it is good to check in regularly."},{"text":"We are only confident in X% of crackers, and that was after a lot of research. Until labeling laws improve, it's no wonder some people just choose to avoid products altogether that aren't explicitly made in allergen-free facilities.","cue":"all three tiers at once","art":"shelf of all"}]},{"scene":"end","beats":[{"text":"Where do we go from here? For starters, you can help convince lawmakers to make labeling better for everyone by supporting <a href=https://www.change.org/p/strengthen-the-food-labeling-modernization-act-to-protect-the-allergic-community/>this petition</a>.","cue":"shelves disappear, all characters walk on (like a curtain call)"},{"text":"We barely scratched the surface of food allergies and labeling. To learn more, checkout these great resources at <a href=https://www.foodallergy.org/>FARE</a> pickup Dr. Gupta’s book, <a href=http://foodwithoutfearbook.com/>Food Without Fear.</a>"},{"text":"Some notes on data and methods… (date of collection, source sites, etc)"},{"text":"For comments or questions get in touch at sup@pudding.cool. Or read more stories on <a href=https://pudding.cool>The Pudding</a>!"}]}]}