{"title":"The Hidden Risks of Sesame Allergies","description":"What we learned from reading the labels of 200 crackers.","url":"https://pudding.cool/2021/12/sesame","scenes":[{"scene":"intro","beats":[{"id":"byline","text":"By <a target=_blank rel=external href=https://pudding.cool/author/russell-samora>Russell Samora</a> <br>and <a target=_blank rel=external href=https://pudding.cool/author/michelle-pera-mcghee>Michelle Pera-McGhee</a>","hide":"true"}]},{"scene":"discovery","beats":[{"id":"eat","text":"I don’t have food allergies. I never gave them much thought, eating whatever I wanted.","alt":"Hi, I’m Russell. I don’t have food allergies. I never gave them much thought, eating whatever I wanted."},{"id":"daughter","text":"Then I had my daughter.","tx":"0","ts":"1.5"},{"id":"solid","text":"After introducing solid foods at six months, I learned she was allergic to <mark class= color-peanut>peanuts.</mark> Allergic reactions can be scary, including things like hives, swelling, and anaphylaxis, which can be fatal.","tx":"0","ts":"1.5"},{"id":"test","text":"She got tested at the allergist: <mark class=color-cashew>tree nuts</mark> and <mark class=color-sesame>sesame</mark> were added to the list. <span class=note>You can click the <mark class=color-red>red circles</mark> for deep dives.</span>","alt":"She got tested at the allergist: tree nuts and sesame were added to the list.","deep":"The tree nuts she is allergic to are cashews and pistachios. Technically, they aren’t even nuts, but seeds! And peanuts are legumes! Although tree nuts are lumped into a single category, they are made up of cashews, pistachios, walnuts, almonds, hazelnuts, pecans, and others.","x":"4.5","y":"0.5","delay":"5400","size":"1","tx":"0","ts":"1.5"},{"id":"surprise","text":"I knew peanuts and tree nuts were common, but sesame surprised me. It was time to learn about food allergies.","tx":"0","ts":"1.5"}]},{"scene":"education","beats":[{"id":"doctor","text":"This is Dr. Ruchi Gupta. She literally wrote <a target=_blank rel=external href=https://foodwithoutfearbook.com/>the book</a> on food allergies. I learned some basics:","alt":"I read Dr. Ruchi Gupta’s recent book <a target=_blank rel=external href=https://foodwithoutfearbook.com/>Food Without Fear</a>. Here are some basics:"},{"id":"million","text":"Food allergies are common. About 32 million Americans have at least one allergy. Different from an intolerance, they are medical diagnoses for foods that trigger a harmful immune response, sending someone to the ER on average every three minutes.","alt":"Food allergies are common. About 32 million Americans have at least one allergy. Different from an intolerance, they are medical diagnoses for foods that trigger a harmful immune response, sending someone to the ER on average every three minutes. One in 10 adults, and one in 13 children have food allergies."},{"id":"top","text":"Food allergies are on the rise in recent decades, and sesame is especially an allergen of growing concern. Here are the top nine allergens in the US from Dr. Gupta’s 2019 study, which estimates the number of people with a convincing allergy*.","alt":"Food allergies are on the rise in recent decades, and sesame is especially an allergen of growing concern. According to a 2019 study by Dr. Gupta, the top nine allergens in the US are shellfish (8.7 million with a convincing allergy*), milk (6.4), peanut (6.3), tree nut (4.0), egg (2.7), fin fish (2.7), wheat (2.4), soy (2.0) and sesame (0.8).","deep":"The Center for Disease Control and Prevention estimated that food allergies increased by 50% in children between 1997 and 2011. Why? Still being debated. In addition to emotional costs, Dr. Gupta estimates that families with a child with food allergies can on average spend an extra $4,000 a year.","x":"8.4","y":"0.52","front":"true"},{"id":"falcpa","text":"Since 2006, the FDA “requires that the label of a food that contains an ingredient that is or contains protein from a ‘major food allergen’ declare the presence of the allergen in the manner described by the law.”","deep":"Why is this so important? Because accurate food labeling is not the standard. A Canadian study referenced in Dr. Gupta’s book found that 17% of accidental exposures came from unlabeled ingredients.","x":"8.4","y":"0.52","front":"true"},{"id":"pal","text":"But advisory labeling policies can be better. For example, current precautionary allergen labeling (PAL), like “may contain [allergen],” is not regulated and is voluntarily placed on products. This leads consumers to interpret that one message is safer than another.","deep":"In a survey, Dr. Gupta found that 56% of people think PAL is mandated by law, and 41% believe the language correlates to the quantity of allergen present, when in fact they don’t adhere to any standard.","x":"8.4","y":"0.52","front":"true"},{"id":"wrap","text":"There is no cure for food allergies. And since labeling regulations are limited and don’t account for a variety of potential risks hidden during manufacturing practices, the only prevention is being prepared and informed.","tx":"0","ts":"1.5"}]},{"scene":"experiment","beats":[{"id":"share","text":"Michelle also has food allergies. We shared our experiences and talked about all the stresses that come with them, whether it is eating out or grocery shopping.","tx":"0","ts":"1.8"},{"id":"label","text":"We discussed the complexities of food labeling, and the hidden ways sesame can end up in a product, like being in a generic ingredient such as “spices,” or from cross-contact on shared equipment.","deep":"There are a few common hiding places for sesame in ingredients. It can be part of a vague “spices” blend, or in “natural flavors.” It can be masked by another name or ingredient (e.g., tahini). It can also sneak in during manufacturing (e.g., the product was made on the same line as another that had sesame).","x":"4.48","y":"1.85","tx":"0","ts":"1.8"},{"id":"experiment","text":"We decided to run an experiment on the presently unregulated labeling practices of sesame. Our goal: explore data to shine some light on an aspect of life that may seem trivial to most, but stressful to many.","tx":"0","ts":"2.1"}]},{"scene":"store","beats":[{"id":"grocery","text":"Our experiment focused on grocery shopping, since every choice could have potentially life-threatening consequences for my daughter. Just one of many mundane daily habits that can be anxiety-inducing for people with allergies.","tx":"2","ts":"1.8"},{"id":"cracker","text":"We focused our research on crackers; a snacking staple that can often have sesame seeds. We (virtually) visited two massive grocery chains &mdash; Albertsons and Whole Foods &mdash; and picked the 100 most popular crackers from each place.","deep":"<strong>Why Albertsons?</strong> It is one of the biggest chains in the US (including Safeway, Vons, Jewel-Osco, Acme, Shaw’s) and carries crackers most people are familiar with. <strong>Why Whole Foods?</strong> It is the biggest “natural” food store in the US, and carries items that more conventional stores do not.","x":"7.02","y":"2.45","tx":"-1","ts":"1.5"},{"id":"mission","text":"Our mission: find how confident we can be when deciding to purchase each cracker. Does the product’s labeling practices make life easier or more stressful?","tx":"-1","ts":"1.5"},{"id":"data","text":"We compiled all the ingredients for the 200 crackers across 42 brands, and contacted them (via websites, emails, and phone calls) to get details about their approaches to labeling and manufacturing.","tx":"0","ts":"1"},{"id":"one","text":"We split the results into two groups. <mark class=color-green>65% of crackers</mark> fall into the “confident” group. Confidence means we can clearly determine whether the product contains sesame or not based on the label.","tx":"0","ts":"1"},{"id":"oneb","text":"<mark class=color-green-dark>One in five</mark> of these we simply avoid because sesame is an ingredient. For the rest, we feel it is safe to purchase, either because the brand runs a sesame-free facility, or we understand and trust their manufacturing or labeling practices.","deep":"An example of a good response: “sesame has been identified as an allergen of growing concern, and as such, we want to provide the information our consumers need to evaluate our products.  We voluntarily call out sesame as such on our product labels and we would always detail the presence of sesame even if it was found in our flavors or spices.”","x":"1.22","y":"2.95","tx":"0","ts":"1"},{"id":"two","text":"But for <mark class=color-pink>35% of crackers</mark>, we have “no confidence”. Even after contacting the manufacturers, we are unsure whether they contain sesame or not, so we avoid them. For many, this was because we received unclear or unconvincing responses to our inquiries.","deep":"Two examples of bad responses: “We unfortunately cannot disclose the ingredients in our natural flavors as they are proprietary so they may or may not contain sesame,” and “We do not have the information you requested. Since sesame is not a top 8 allergen in the USA it is currently not treated as an allergen in our facilities.”","x":"7.22","y":"2.95","tx":"0","ts":"1"},{"id":"twob","text":"<mark class=color-pink-dark>A handful</mark> of these were even more concerning: despite our best efforts, there was no accessible information on their label or websites, and we were unable to contact them or didn’t hear back.","tx":"0","ts":"1"}]},{"scene":"outro","beats":[{"id":"outro","tx":"0","ts":"1"}]}],"outro":[{"type":"text","value":"After talking to dozens of brands, we were ultimately disappointed by the results. Because the regulations are limited for all allergens &mdash; and forthcoming for sesame &mdash; more than one third of crackers presented a considerable risk. And beyond the varied approaches to labeling and manufacturing, the biggest challenge we encountered was simply accessing this information."},{"type":"text","value":"However, some brands did show how allergen information can be done well. Take Simple Mills, which makes a <a target=_blank rel=external href=https://www.simplemills.com/SimpleMills/media/PDF/allergenchart_2021-10-29.pdf>product by product allergen list</a> easily accessible on their site."},{"type":"text","value":"Until labeling laws improve, it’s no wonder some people just choose to avoid products altogether that aren’t explicitly made in allergen-free facilities."},{"type":"text","value":"So where do we go from here? Here are some things you can do, with various levels of involvement:"},{"type":"list","value":["<strong>Spread awareness and share this story!</strong> Copy <a target=_blank rel=external href=https://pudding.cool/2021/12/sesame>this link</a> then email or social media it up. Quick and easy.","<strong>Educate yourself.</strong>  We barely scratched the surface of how significantly food allergies impact lots of people’s lives. Learn about all aspects of allergies in Dr. Gupta’s book, <a target=_blank rel=external href=http://foodwithoutfearbook.com/>Food Without Fear.</a>","<a target=_blank rel=external href=https://www.justallergythings.com/>Just Allergy Things</a> - a teen-led digital magazine and podcast.","<a target=_blank rel=external href=https://mochallergies.org/>MOCHA</a> - Mothers of Children Having Allergies.","<a target=_blank rel=external href=https://www.feinberg.northwestern.edu/sites/cfaar/>CFAAR</a> - Center for Food Allergy and Asthma Research at Northwestern University.","<a target=_blank rel=external href=https://www.foodallergyawareness.org>FAACT</a> - Food Allergy and Anaphlyaxis Connection Team.","<a target=_blank rel=external href=https://www.aafa.org/>AAFA</a> - Asthma and Allergy Foundation of America.","<a target=_blank rel=external href=https://www.foodallergy.org/>FARE</a> - Food Allergy Research and Education."]},{"type":"text","value":"Although we’d like to share the data as a resource for others, we think this is a disservice to the community. Not only is it out of date as of publishing the story, but doctors always recommend to read the labels for yourself every time and contact brands regularly since manufacturing practices and facilities can change."},{"type":"text","value":"For comments or questions get in touch with the team at sup@pudding.cool. Special thanks to Dr. Gupta and her team for providing feedback on the story."},{"type":"text","value":"*<em>According to the researchers at CFAAR, population estimates for a “convincing allergy” were based on symptom-reporting criteria for IgE-mediated food allergy, irrespective of whether or not it’s physician diagnosed.<em>"}],"method":[{"type":"text","value":"We picked the 100 most popular crackers from each of two grocery chains — <a target=_blank rel=external href=https://www.acmemarkets.com/shop/aisles/cookies-snacks-candy/crackers.2977.html?sort=&page=1>Albertsons</a> and its subsidiaries and <a target=_blank rel=external href=https://www.wholefoodsmarket.com/products/snacks-chips-salsas-dips/crackers>Whole Foods</a> — according to their websites’ popularity rankings. We removed any duplicate products, cookies, variety packs, and Signature Select products (Albertsons’ own brand) from the list."},{"type":"text","value":"For each cracker, we considered: is the information on the label or provided by the manufacturer clear and definitive? Would I (Russell), bring it into my own home knowing it definitely doesn’t contain sesame? Or could I just as easily ignore it because of clear labeling? These crackers were labeled “confident.” Alternatively, are we still not sure if the cracker contains sesame or not, even after looking at the label and calling the manufacturer? These were labeled “not confident.”"},{"type":"text","value":"If the label did not mention sesame, we sought additional information from the manufacturers. 42 brands produce the 200 unique cracker products we focused on. We looked at manufacturers’ websites and FAQ pages about allergens, emailed them, filled out contact forms, or called their customer support, in that order, until we understood their practices around cross-contact, cleaning, and labeling. If we could not reach them after trying all of these avenues, we considered them uncontactable."}],"citations":["Gupta RS, Warren CM, Smith BM, et al. The Public Health Impact of Parent-Reported Childhood Food Allergies in the United States. Pediatrics. 2018:142(6):e20181235. Pediatrics. 2019 Mar;143(3). doi: 10.1542/peds.2018-3835. PubMed PMID: 30819972; PubMed Central PMCID: PMC8190961.","Gupta RS, Warren CM, Smith BM, Jiang J, Blumenstock JA, Davis MM, Schleimer RP, Nadeau KC. Prevalence and Severity of Food Allergies Among US Adults. JAMA Netw Open. 2019 Jan 4;2(1):e185630. doi: 10.1001/jamanetworkopen.2018.5630. PubMed PMID: 30646188; PubMed Central PMCID: PMC6324316.","Warren CM, Chadha AS, Sicherer SH, Jiang J, Gupta RS. Prevalence and Severity of Sesame Allergy in the United States. JAMA Netw Open. 2019 Aug 2;2(8):e199144. doi: 10.1001/jamanetworkopen.2019.9144. PubMed PMID: 31373655; PubMed Central PMCID: PMC6681546.","Gupta R, Kanaley M, Negris O, Roach A, Bilaver L. Understanding Precautionary Allergen Labeling (PAL) Preferences Among Food Allergy Stakeholders. J Allergy Clin Immunol Pract. 2021 Jan;9(1):254-264.e1. doi: 10.1016/j.jaip.2020.09.022. Epub 2020 Sep 29. PubMed PMID: 33007499.","Marchisotto MJ, Harada L, Kamdar O, Smith BM, Waserman S, Sicherer S, Allen K, Muraro A, Taylor S, Gupta RS. Food Allergen Labeling and Purchasing Habits in the United States and Canada. J Allergy Clin Immunol Pract. 2017 Mar - Apr;5(2):345-351.e2. doi: 10.1016/j.jaip.2016.09.020. Epub 2016 Nov 3. PubMed PMID: 27818137."]}